tap "caskroom/fonts"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "sqlite"
brew "ansible"
brew "anyenv"
brew "bat"
brew "carthage"
brew "colordiff"
brew "curl"
brew "exa"
brew "fd"
brew "fish"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "honcho", link: false
brew "hub"
brew "jq"
brew "libevent"
brew "libpq"
brew "mint"
brew "mysql@5.7", restart_service: true, link: true
brew "openapi-generator"
brew "openjdk@11"
brew "peco"
brew "postgresql", restart_service: true
brew "postgresql@10", restart_service: true
brew "procs"
brew "pyenv"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "shared-mime-info"
brew "skaffold"
brew "swiftformat"
brew "swiftlint"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-completions"
cask "alfred"
cask "charles"
cask "dash"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "jasper"
cask "java"
cask "java11"
cask "mono-mdk"
cask "rectangle"
cask "slack"
cask "spectacle"
cask "sublime-text"
cask "visual-studio-code"
